//---------------------------------------------------------------------------

#include <vcl.h>
#pragma hdrstop

#include "Unit1.h"
//---------------------------------------------------------------------------
#pragma package(smart_init)
#pragma resource "*.dfm"
TForm1 *Form1;
//---------------------------------------------------------------------------
__fastcall TForm1::TForm1(TComponent* Owner)
        : TForm(Owner)
{
 StringGrid1->Cells[0][0] = "Получатель";
 StringGrid1->Cells[1][0] = "Отправитель";
 StringGrid1->Cells[2][0] = "Сообщение";
}
//---------------------------------------------------------------------------